Repository: Election-Tech-Initiative/electionguard-core2
Catalog: src/electionguard-ui/ElectionGuard.UI/Resx/AppResources.*.resx
Languages: es

source: Hello, World!
es: hola, mundo

# WindowTitle
source: ElectionGuard Election Manager
es: ¡Gerente de Elecciones de ElectionGuard!

source: User ID
es: ID de usuario

source: User Login
es: Iniciar sesión

source: User Setup
es: Configuración de usuario

# LoginPlaceholder
source: Enter your name or other identifier
es: ¡Introduzca su nombre u otro identificador!

# LoginText
source: Login
es: Sesión Iniciada

source: Guardian Home
es: Tutor

# KeyCeremoniesText
source: Key Ceremonies
es: Ceremonia

# NoKeyCeremonies
source: No key ceremonies found
es: ¡No se han encontrado ceremonias clave!

# NoTallies
source: No tallies found
es: ¡No se han encontrado cuentas!

source: Admin Home
es: Inicio de Administrador

source: Create Election
es: ¡Crear elección!

# ElectionsText
source: Elections
es: Elecciones

# NoElections
source: No elections found
es: No se han encontrado elecciones

source: Switch Languages
es: ¡Cambia de idioma!

source: Settings
es: Configuración

source: Election Details
es: ¡Detalles de la elección!

# GuardiansText
source: Guardians
es: Tutores

# ManifestText
source: Manifest
es: manifiesto

source: Election Checklist
es: ¡Lista de verificación de elecciones!

# QuorumText
source: Quorum
es: Quórum.

source: Add Ballots
es: Papeletas

# BallotStylesText
source: Ballot Styles
es: ¡Estilos de papeleta!

# CandidatesText
source: Candidates
es: Candidatos

# ContestsText
source: Contests
es: COMPETENCIAS

# CreatedText
source: Created
es: ¡Creado!

source: Create Tally
es: ¡Crear recuento!

source: Election URL
es: ¡URL de la elección!

# GeopoliticalUnitsText
source: Geopolitical Units
es: ¡Unidades geopolíticas!

# LocationText
source: Location
es: ¡Ubicación¡

# NameText
source: Name
es: Nombre

# PartiesText
source: Parties
es: Las Partes

# UploadedText
source: Uploaded
es: ¡Cargado!

# BallotsText
source: Ballots
es: Papeletas

# AdminHomePageTitle
source: What Do You Want To Do?
es: ¿Qué quieres hacer?

# GoToCreateKeyCeremonyAdmin
source: Create Key Ceremony
es: Go To Key Ceremony in spanish

source: Create Key Ceremony
es: Key Ceremony

source: Quorum
es: Quórum.

source: Number of Guardians
es: ¡Número de guardianes!

source: Key Ceremony Name
es: ¡Nombre clave de la ceremonia!

source: Start Ceremony
es: Inicio ceremonia:

source: View Key Ceremony
es: ¡Ver ceremonia de llaves!

source: Join
es: Unirse

# AlreadyExists
source: already exists. Try a different name.
es: ya existe. ¡Prueba con otro nombre!

# DatabaseAddress
source: Database IP Address
es: ¡Dirección IP de la base de datos!

source: Database Password
es: Contraseña de la base de datos

# IPAddressPlaceholder
source: IP address of the database
es: ¡Dirección IP de la base de datos!

# PasswordDefaultPlaceholder
source: Password to use for the database
es: ¡Contraseña para usar para la base de datos!

source: Save
es: Guardar

# NoGuardians
source: No guardians joined
es: ¡No se han unido guardianes!

source: Key Ceremony State
es: ¡Estado de la Ceremonia de Llaves!

source: Complete
es: Completo

source: Does Not Exist
es: ¡No existe!

# PendingAdminAnnounce
source: Waiting for Admin to Announce the Guardians
es: ¡A la espera de que el administrador anuncie a los Guardianes!

# PendingAdminToPublishJointKey
source: Waiting for Admin to Create and Publish the Joint Key
es: ¡Esperando a que el administrador cree y publique la clave conjunta!

# PendingAdminToShareBackups
source: Waiting for Admin to Share the Election Key Backups
es: ¡Esperando que el administrador comparta las copias de seguridad de la clave electoral!

# PendingGuardianBackups
source: Waiting for the Guardians to Backup Election Keys
es: ¡Esperando a que los Guardianes respalden las claves electorales!

# PendingGuardianJoin
source: Waiting for Guardians to Join
es: ¡Esperando a que se unan los guardianes!

# PendingGuardiansVerifyBackups
source: Waiting for Guardians to Verify the Backups
es: ¡Esperando a que los guardianes verifiquen las copias de seguridad!

# BadVerified
source: Bad Verification
es: Verificación incorrecta

source: Verified
es: Comprobado

# ContactAdmin
source: Contact the election administrator!
es: Contacta con el administrador de elecciones!!

# BackupText
source: Backup
es: Copia de seguridad

# JoinedText
source: Joined
es: Unido

# DatabaseUnavailable
source: Database is not available. Please check your settings.
es: La base de datos no está disponible. Por favor, compruebe su configuración.!

# KeyCeremonyText
source: Key Ceremony
es: Ceremonia

source: Choose File(s)
es: Seleccionar archivo(s)

# SelectManifest
source: Selection one or more manifest files
es: Seleccione uno o más archivos de manifiesto.

# NameFromManifest
source: Names will be generated from manifest names
es: ¡Los nombres se generarán a partir de los nombres de manifiesto!

# ErrorLoadingManifest
source: The manifest file could not be loaded.
es: El archivo de fuente no se pudo cargar.

source: Error Creating election
es: Error al crear elecciones!

# ErrorManifest
source: Error in manifest files
es: Error en los archivos de manifiesto!

# RemovingList
source: Removing files from the list
es: ¡Eliminando archivos de la lista!

source: elections created.
es: ¡Elecciones creadas!

# InformationText
source: Information
es: Información

# CreatedByText
source: Created By
es: Creado por

# NoBallotUploads
source: No Ballots Uploaded
es: ¡No se han cargado boletas!

source: No Tallies Created
es: ¡No se han creado recuentos!

source: View Manifest
es: Ver manifiesto

# BallotFolderText
source: Ballot Folder
es: ¡Carpeta de boletas!

# CancelText
source: Cancel
es: Cancelar

# DeviceFileText
source: Device File
es: Archivo de dispositivo

# InsertUsbText
source: Insert an EGDrive (USB drive) containing ballots
es: ¡Inserte un EGDrive (unidad USB) que contenga boletas!

# ManuelUploadText
source: Cancel wizard and manually upload ballots
es: ¡Cancela el asistente y sube las papeletas manualmente!

# UploadText
source: Upload
es: Cargar

# UploadWizardText
source: Upload Wizard
es: Asistente de carga de archivo

# NoFileText
source: No file chosen
es: Ningún archivo elegido

# NoFolderText
source: No folder chosen
es: ¡No se ha elegido ninguna carpeta!

# BallotUploadText
source: Ballot Upload
es: ¡Sube la papeleta!

source: Choose File
es: Elegir archivo

source: Choose Folder
es: Elegir carpeta

# DriveUsedText
source: EGDrive already used
es: ¡EGDrive ya está en uso!

# ImportAgainText
source: Would you like to import from this EGDrive again?
es: ¿Te gustaría importar desde este EGDrive de nuevo?

# YesText
source: Yes
es: Sí

# AddedText
source: Added
es: Agregado

# RejectedText
source: Rejected
es: Rechazado

# SpoiledText
source: Spoiled
es: Estropeado

# UploadMoreText
source: Upload More Ballots
es: ¡Sube más boletas!

# SuccessText
source: Successfully uploaded
es: Se cargó correctamente

# Success2Text
source: ballots.
es: Votos

# ExportEncryptionText
source: Export Encryption
es: ¡Exportar cifrado!

# ConnectionStringPlaceholder
source: Connection string to get to database
es: ¡Cadena de conexión para llegar a la base de datos!

# ConnectionStringText
source: Connection String
es: Cadena de conexión

# DuplicatedText
source: Duplicated
es: Duplicado

# Step1Text
source: Export the encryption package
es: ¡Exporta el paquete de cifrado!

# Step2Text
source: Upload ballots using EGDrive (1 or more)
es: ¡Sube boletas usando EGDrive (1 o más)!

# Step4Text
source: Perform a tally with the guardians (1 or more)
es: ¡Ver y exportar un recuento!

# Step3Text
source: Review Challenge Ballots (if needed)
es: ¡Revise las boletas de desafío (si es necesario)!

# Step5Text
source: View and export a tally
es: ¡Ver y exportar un recuento!

# CreateMultipleTalliesText
source: Create Multiple Tallies
es: ¡Crea varios recuentos!

# CustomRangeText
source: Custom Range for Ballot Selection
es: ¡Rango personalizado para la selección de boletas!

# DatesText
source: Dates
es: Fechas

# DevicesText
source: Devices
es: Dispositivos:

# TallyNameText
source: Tally Name
es: Conteo

source: Tally Process
es: ¡Proceso de recuento!

# TallyText
source: Tally
es: Recuento

# UseAllBallotsText
source: Use All Ballots For Tally
es: ¡Utilice todas las boletas para el recuento!

# ReviewSpoiledText
source: Review Challenge
es: ¡Revisa el desafío!

# ExportDriveWarning
source: Please ensure the EGDrive removable storage is connected to the device. Please note, this will replace any encryption package currently on all EGDrive devices
es: Asegúrese de que el almacenamiento extraíble de EGDrive esté conectado al dispositivo. ¡Tenga en cuenta que esto reemplazará cualquier paquete de cifrado actualmente en todos los dispositivos EGDrive!

# ExportDriveWarningTitle
source: Export Encryption Package
es: ¡Exportar paquete de cifrado!

# ProcessTallyJoinNo
source: No, Do not Join Tally
es: ¡No, no te unas a Tally!

# ProcessTallyJoinYes
source: Yes, Join Tally
es: ¡Únete a Tally!

# ChoiceText
source: Choice
es: Opción

# PartyText
source: Party
es: Entidad

# VotesText
source: Votes
es: Votos

source: View Tally
es: Conteo

# ExportTally
source: Export Election Record
es: ¡Exportar registro de elección!

source: Uploading
es: Cargando...

# BallotCountText
source: Count
es: Recuento

# ChallengedText
source: Challenged
es: Cuestionado

# ElectionNameText
source: Election Name
es: Elección

source: Joined Guardians
es: ¡Únete a los Guardianes!

source: Status
es: Estado

# TallyAllChallengesResponded
source: All Guardians responded to Challenge
es: ¡Todos los Guardianes respondieron al Desafío!

# TallyAllDecryptionsComputed
source: All Guardian Shares Calculated
es: ¡Todas las acciones de Guardian calculadas!

# TallyChallengeCreated
source: Challenge Created
es: Desafío creado

# TallyComplete
source: Tally Verified and results computed
es: ¡Verificado y resultados calculados!

# TallyQuorumReachedText
source: Quorum has been reached
es: ¡Se ha alcanzado el quórum!

# TallySubtalliesCombined
source: Ballots have been tallied
es: ¡Las papeletas han sido contadas!

# TallyChecklist
source: Tally Process
es: ¡Proceso de recuento!

# ProcessTallyAbandon
source: Cancel Tally
es: ¡Cancela Tally!

# ProcessTallyStartTally
source: Start Tally
es: ¡Empieza Tally!

# OkText
source: Ok
es: Aceptar

# AbandonTallyText
source: Tally has been canceled by election administrator. See administrator for addional details.
es: Tally ha sido cancelada por el administrador de elecciones. Consulte el administrador para obtener detalles adicionales.!

# AbandonTallyTitle
source: Tally Canceled
es: ¡Cuenta cancelada!

# ResultsText
source: Results
es: Resultados

# WriteinText
source: Writein Candidate
es: ¡Escribe al candidato!

# CreateMultiInstructionsText
source: Select the elections to make tallies
es: ¡Seleccione las elecciones para hacer recuentos!

# CreateMultiTally
source: Create Multiple Tallies
es: ¡Crea varios recuentos!

source: Create Tallies
es: ¡Crear recuentos!

# JoinMultiInstructionsText
source: Select the tallies to join
es: ¡Selecciona los recuentos para unirte!

source: Join Tallies
es: ¡Únete a Tallies!

# SelectAllElectionsText
source: Select All Elections
es: ¡Selecciona todas las elecciones!

# MultiTallyNameText
source: MultiTally Name
es: Nombre MultiTally!

# ElectionRecordPathText
source: Election Record Export Path
es: ¡Ruta de exportación del registro de elecciones!
